Revit 2024 API
SymbolTypeId.Grad Property
 Symbol grad, indicating unit Gradians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Grad { get; }
Visual Basic
Public Shared ReadOnly Property Grad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Grad {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace